{"sindh": 1, "govt": 2, "decides": 3, "to": 4, "cut": 5, "public": 6, "transport": 7, "fares": 8, "by": 9, "7pc": 10, "kti": 11, "rej": 12, ".": 13, "karachi": 14, "the": 15, "government": 16, "has": 17, "decided": 18, "bring": 19, "down": 20, "7": 21, "per": 22, "cent": 23, "due": 24, "massive": 25, "reduction": 26, "in": 27, "petroleum": 28, "product": 29, "prices": 30, "federal": 31, ",": 32, "geo": 33, "news": 34, "reported.sources": 35, "said": 36, "will": 37, "be": 38, "applicable": 39, "on": 40, "rickshaw": 41, "taxi": 42, "and": 43, "other": 44, "means": 45, "of": 46, "traveling.meanwhile": 47, "ittehad": 48, "refused": 49, "abide": 50, "decision.kti": 51, "president": 52, "irshad": 53, "bukhari": 54, "commuters": 55, "are": 56, "charged": 57, "lowest": 58, "as": 59, "compare": 60, "parts": 61, "country": 62, "adding": 63, "that": 64, "80pc": 65, "vehicles": 66, "run": 67, "compressed": 68, "natural": 69, "gas": 70, "cng": 71, "transporters": 72, "when": 73, "decrease": 74, "made": 75, "asia": 76, "stocks": 77, "up": 78, "new": 79, "year": 80, "trad": 81, "hong": 82, "kong": 83, "asian": 84, "markets": 85, "started": 86, "2015": 87, "an": 88, "upswing": 89, "limited": 90, "trading": 91, "friday": 92, "with": 93, "mainland": 94, "chinese": 95, "surging": 96, "speculation": 97, "beijing": 98, "may": 99, "ease": 100, "monetary": 101, "policy": 102, "boost": 103, "slowing": 104, "growth.hong": 105, "rose": 106, "1.07": 107, "percent": 108, "closing": 109, "252.78": 110, "points": 111, "higher": 112, "at": 113, "23857.82.seoul": 114, "closed": 115, "0.57": 116, "rising": 117, "10.85": 118, "1,926.44": 119, "while": 120, "sydney": 121, "gained": 122, "0.46": 123, "or": 124, "24.89": 125, "close": 126, "5,435.9.singapore": 127, "edged": 128, "0.19": 129, "gaining": 130, "6.39": 131, "3,371.54.markets": 132, "china": 133, "japan": 134, "taiwan": 135, "zealand": 136, "philippines": 137, "thailand": 138, "remained": 139, "for": 140, "holidays.with": 141, "bourses": 142, "shut": 143, "until": 144, "january": 145, "5": 146, "shares": 147, "developers": 148, "financial": 149, "companies": 150, "surged": 151, "stoked": 152, "hopes": 153, "could": 154, "support": 155, "lagging": 156, "growth": 157, "worlds": 158, "secondlargest": 159, "economy.china": 160, "vanke": 161, "countrys": 162, "biggest": 163, "developer": 164, "sales": 165, "leapt": 166, "10.8": 167, "peoples": 168, "insurance": 169, "company": 170, "group": 171, "ltd": 172, "was": 173, "5.51": 174, "afternoon": 175, "trading.trainbuilders": 176, "csr": 177, "corp": 178, "cnr": 179, "soared": 180, "16.5": 181, "16.0": 182, "extending": 183, "gains": 184, "december": 185, "31": 186, "after": 187, "they": 188, "announced": 189, "a": 190, "merger": 191, "agreement.chinas": 192, "manufacturing": 193, "dropped": 194, "its": 195, "level": 196, "2014": 197, "official": 198, "survey": 199, "showed": 200, "thursday": 201, "sector": 202, "struggles": 203, "weak": 204, "domestic": 205, "demand.chinas": 206, "purchasing": 207, "managers": 208, "index": 209, "pmi": 210, "released": 211, "national": 212, "bureau": 213, "statistics": 214, "nbs": 215, "came": 216, "50.1": 217, "last": 218, "month": 219, "from": 220, "50.3": 221, "recorded": 222, "november.the": 223, "which": 224, "tracks": 225, "activity": 226, "factories": 227, "workshops": 228, "is": 229, "considered": 230, "key": 231, "indicator": 232, "health": 233, "chinas": 234, "economy": 235, "major": 236, "driver": 237, "global": 238, "figure": 239, "above": 240, "50": 241, "signals": 242, "expansion": 243, "anything": 244, "below": 245, "indicates": 246, "contraction.growth": 247, "momentum": 248, "still": 249, "insufficient": 250, "statement": 251, "investors": 252, "eye": 253, "us": 254, "factory": 255, "data": 256, "forex": 257, "dollar": 258, "extended": 259, "ahead": 260, "release": 261, "american": 262, "later": 263, "following": 264, "steady": 265, "stream": 266, "good": 267, "economy.the": 268, "bought": 269, "120.44": 270, "yen": 271, "compared": 272, "119.44": 273, "final": 274, "wednesday.wall": 275, "street": 276, "toasted": 277, "banner": 278, "equity": 279, "finishing": 280, "near": 281, "alltime": 282, "highs.the": 283, "euro": 284, "meanwhile": 285, "slipped": 286, "amid": 287, "growing": 288, "expectations": 289, "european": 290, "central": 291, "bank": 292, "meets": 293, "22": 294, "start": 295, "buying": 296, "sovereign": 297, "bonds": 298, "single": 299, "currency": 300, "1.2061": 301, "1.2160": 302, "preholiday": 303, "trade.the": 304, "ecb": 305, "already": 306, "used": 307, "several": 308, "tools": 309, "push": 310, "inflation": 311, "member": 312, "nations": 313, "back": 314, "2.0": 315, "annual": 316, "rate": 317, "it": 318, "regards": 319, "healthy": 320, "including": 321, "asset": 322, "purchases": 323, "making": 324, "cheap": 325, "loans": 326, "available": 327, "banks.it": 328, "also": 329, "examining": 330, "possibility": 331, "largescale": 332, "debt": 333, "socalled": 334, "quantitative": 335, "easing": 336, "qe": 337, "help": 338, "jumpstart": 339, "unions": 340, "moribund": 341, "economy.oil": 342, "benchmark": 343, "west": 344, "texas": 345, "intermediate": 346, "february": 347, "delivery": 348, "44": 349, "cents": 350, "54.07": 351, "brent": 352, "crude": 353, "18": 354, "57.51.the": 355, "likely": 356, "because": 357, "positive": 358, "stockpiles": 359, "wednesday": 360, "daniel": 361, "ang": 362, "investment": 363, "analyst": 364, "phillip": 365, "futures": 366, "singapore": 367, "told": 368, "afp.us": 369, "reserves": 370, "fell": 371, "1.8": 372, "million": 373, "barrels": 374, "week": 375, "26": 376, "energy": 377, "information": 378, "administration": 379, "report": 380, "boosting": 381, "lost": 382, "nearly": 383, "half": 384, "their": 385, "value": 386, "second": 387, "year.there": 388, "slide": 389, "oil": 390, "since": 391, "crisis": 392, "2008": 393, "have": 394, "been": 395, "excessive.if": 396, "we": 397, "do": 398, "see": 399, "some": 400, "supplyside": 401, "responses": 402, "even": 403, "if": 404, "re": 405, "anticipated": 406, "over": 407, "course": 408, "this": 409, "first": 410, "quarter": 411, "might": 412, "find": 413, "fact": 414, "bottomed": 415, "michael": 416, "mccarthy": 417, "chief": 418, "strategist": 419, "cmc": 420, "bloomberg.gold": 421, "1,182.36": 422, "ounce": 423, "1,199.00": 424, "endofyear": 425, "wednesday.in": 426, "jakarta": 427, "ended": 428, "0.30": 429, "15.82": 430, "5,242.77.coal": 431, "firm": 432, "indo": 433, "tambangraya": 434, "megah": 435, "3.41": 436, "15,900": 437, "rupiah": 438, "miner": 439, "aneka": 440, "tambang": 441, "1.88": 442, "1,045": 443, "malaysias": 444, "main": 445, "stock": 446, "shed": 447, "0.48": 448, "8.48": 449, "1,752.77.malayan": 450, "banking": 451, "0.55": 452, "9.12": 453, "ringgit": 454, "0.44": 455, "18.22": 456, "top": 457, "globe": 458, "added": 459, "1.77": 460, "4.60": 461, "0.16": 462, "5.44": 463, "3,370.59.agribusiness": 464, "wilmar": 465, "international": 466, "0.93": 467, "sg3.27": 468, "real": 469, "estate": 470, "capitaland": 471, "dipped": 472, "sg3.30": 473, "mumbai": 474, "1.38": 475, "380.36": 476, "end": 477, "27,887.90.housing": 478, "development": 479, "finance": 480, "4.30": 481, "1,171.80": 482, "rupees": 483, "mahindra": 484, "0.92": 485, "1,224.80": 486, "afp": 487, "open": 488, "0.66": 489, "lower": 490, "opened": 491, "monday": 492, "tepid": 493, "lead": 494, "wall": 495, "full": 496, "kicked": 497, "off.the": 498, "hang": 499, "seng": 500, "158.63": 501, "23,699.19": 502, "sink": 503, "nine": 504, "tumbled": 505, "tuesday": 506, "painful": 507, "losses": 508, "york": 509, "europe": 510, "sat": 511, "nineyear": 512, "lows": 513, "political": 514, "uncertainty": 515, "greece": 516, "fanned": 517, "renewed": 518, "fears": 519, "leave": 520, "eurozone.oil": 521, "psychological": 522, "barrel": 523, "mark": 524, "trade": 525, "marginally": 526, "but": 527, "under": 528, "pressure": 529, "owing": 530, "supply": 531, "glut": 532, "demand": 533, "stronger": 534, "dollar.tokyo": 535, "2.50": 536, "0.89": 537, "eased": 538, "1.67": 539, "seoul": 540, "1.30": 541, "shanghai": 542, "reversed": 543, "earlier": 544, "gain": 545, "0.70": 546, "percent.the": 547, "got": 548, "off": 549, "traumatic": 550, "dealers": 551, "bet": 552, "25": 553, "general": 554, "election": 555, "victory": 556, "leftwing": 557, "syriza": 558, "party.markets": 559, "fear": 560, "party": 561, "roll": 562, "austerity": 563, "measures": 564, "required": 565, "imfeu": 566, "bailout": 567, "turn": 568, "exit": 569, "eurozone.the": 570, "barely": 571, "three": 572, "days": 573, "old": 574, "two": 575, "themes": 576, "were": 577, "predicted": 578, "affect": 579, "headlines": 580, "oversupply": 581, "commodities": 582, "eurozone": 583, "evan": 584, "lucas": 585, "melbourne": 586, "ig": 587, "wrote": 588, "email": 589, "clients": 590, "according": 591, "bloomberg": 592, "news.at": 593, "weekend": 594, "der": 595, "spiegel": 596, "quoted": 597, "german": 598, "sources": 599, "saying": 600, "consider": 601, "greeces": 602, "almost": 603, "inevitable": 604, "wins": 605, "snap": 606, "poll.chancellor": 607, "angela": 608, "merkel": 609, "minister": 610, "wolfgang": 611, "schaeuble": 612, "had": 613, "come": 614, "athens": 615, "removal": 616, "bloc": 617, "would": 618, "manageable": 619, "magazine": 620, "said.however": 621, "spooked": 622, "greek": 623, "sank": 624, "more": 625, "than": 626, "paris": 627, "madrid": 628, "milan": 629, "exchanges": 630, "3": 631, "dow": 632, "dived": 633, "1.86": 634, "sp": 635, "500": 636, "1.83": 637, "nasdaq": 638, "1.57": 639, "percent.in": 640, "1.1864": 641, "march": 642, "2006": 643, "morning": 644, "recovered": 645, "slightly": 646, "1.1943.the": 647, "142.58": 648, "against": 649, "142.74": 650, "well": 651, "144.58": 652, "friday.adding": 653, "downward": 654, "increased": 655, "buy": 656, "counter": 657, "deflation": 658, "risks.the": 659, "119.40": 660, "early": 661, "119.61": 662, "120.46": 663, "friday.oil": 664, "slipping": 665, "time": 666, "five": 667, "years": 668, "york.us": 669, "eight": 670, "50.12": 671, "14": 672, "53.25": 673, "wti": 674, "tapped": 675, "49.95": 676, "monday.the": 677, "cost": 678, "plunged": 679, "june": 680, "supplies": 681, "outstrip": 682, "consumer": 683, "struggling": 684, "priced": 685, "strengthening.a": 686, "decision": 687, "late": 688, "organization": 689, "exporting": 690, "countries": 691, "opec": 692, "maintain": 693, "output": 694, "despite": 695, "into": 696, "prices.the": 697, "fundamentals": 698, "unlikely": 699, "change": 700, "bedding": 701, "bear": 702, "market": 703, "months": 704, "igs": 705, "said.gold": 706, "1,203.59.40": 707, "1,196.40": 708, "slip": 709, "barr": 710, "additional": 711, "sixmonth": 712, "rout.us": 713, "free": 714, "fall": 715, "50.04": 716, "2.65": 717, "contract": 718, "low": 719, "session": 720, "1": 721, "2009.european": 722, "3.31": 723, "53.11": 724, "london.mondays": 725, "followed": 726, "indications": 727, "producers": 728, "russia": 729, "iraq": 730, "forecasters": 731, "trimmed": 732, "projections": 733, "economic": 734, "growth.the": 735, "breaching": 736, "psychologically": 737, "important": 738, "turbulent": 739, "day": 740, "approaching": 741, "drops": 742, "revived": 743, "worries.a": 744, "long": 745, "rally": 746, "greenback": 747, "11": 748, "basket": 749, "currencies": 750, "weighed": 751, "dollarpriced": 752, "expensive": 753, "buyers": 754, "using": 755, "weaker": 756, "currencies.oil": 757, "further": 758, "analysts": 759, "say.theres": 760, "serious": 761, "concern": 762, "bottoms": 763, "not": 764, "yet": 765, "kyle": 766, "cooper": 767, "managing": 768, "partner": 769, "iaf": 770, "advisors": 771, "houston": 772, "basically": 773, "everyone": 774, "who": 775, "s": 776, "taken": 777, "stab": 778, "bottom": 779, "wrong.oil": 780, "attempted": 781, "stabilize": 782, "during": 783, "weeks": 784, "remain": 785, "gene": 786, "mcgillian": 787, "broker": 788, "tradition": 789, "trying": 790, "anybodys": 791, "guess": 792, "appears": 793, "go.fawad": 794, "razaqzada": 795, "technical": 796, "forex.com": 797, "drop": 798, "trigger": 799, "selling": 800, "paving": 801, "way": 802, "45": 803, "40": 804, "coming": 805, "weeks.weak": 806, "fundamentalsthe": 807, "retreat": 808, "comes": 809, "heels": 810, "multiyear": 811, "boom": 812, "production": 813, "shaken": 814, "put": 815, "league": 816, "giants": 817, "saudi": 818, "arabia.other": 819, "leading": 820, "pumping": 821, "aggressively": 822, "iraqs": 823, "ministry": 824, "figures": 825, "showing": 826, "exports": 827, "reached": 828, "highest": 829, "1980.meanwhile": 830, "consistently": 831, "ruled": 832, "out": 833, "action": 834, "monthslong": 835, "prices.in": 836, "november": 837, "cartel": 838, "met": 839, "vienna": 840, "took": 841, "no": 842, "powerbrokers": 843, "like": 844, "arabian": 845, "ali": 846, "alnaimi": 847, "he": 848, "preferred": 849, "balance": 850, "itself": 851, "naimi": 852, "middle": 853, "east": 854, "publication": 855, "take": 856, "same": 857, "handsoff": 858, "approach": 859, "20": 860, "barrel.meanwhile": 861, "remains": 862, "uncertain": 863, "many": 864, "emerging": 865, "economies": 866, "such": 867, "brazil": 868, "agency": 869, "projected": 870, "inventories": 871, "rise": 872, "300": 873, "six": 874, "outlook": 875, "200,000": 876, "2015.energy": 877, "equities": 878, "far": 879, "worst": 880, "performing": 881, "suffered": 882, "pain": 883, "chevron": 884, "4.0": 885, "oilservices": 886, "giant": 887, "schlumberger": 888, "2.6": 889, "percent.key": 890, "conocophillips": 891, "shale": 892, "producer": 893, "continental": 894, "resources": 895, "drilling": 896, "budgets": 897, "2015.still": 898, "expect": 899, "continue": 900, "investments": 901, "prices.i": 902, "think": 903, "one": 904, "primary": 905, "drivers": 906, "i": 907, "really": 908, "nt": 909, "appreciably": 910, "hits": 911, "5.5": 912, "saudis": 913, "defend": 914, "fresh": 915, "5.5year": 916, "arabia": 917, "blamed": 918, "stick": 919, "guns": 920, "policy.us": 921, "2.11": 922, "47.93": 923, "witnessed": 924, "april": 925, "2009.brent": 926, "north": 927, "sea": 928, "2.01": 929, "51.10": 930, "2009.the": 931, "worried": 932, "there": 933, "signs": 934, "falling": 935, "nordea": 936, "thina": 937, "margrethe": 938, "saltvedt": 939, "afp.james": 940, "williams": 941, "wtrg": 942, "weakness": 943, "barrel.basically": 944, "continuing": 945, "concerns": 946, "about": 947, "cutting": 948, "particularly": 949, "grow": 950, "said.saudi": 951, "arabias": 952, "crown": 953, "prince": 954, "salman": 955, "speech": 956, "behalf": 957, "ailing": 958, "king": 959, "abdullah": 960, "blame": 961, "price": 962, "sliced": 963, "deeply": 964, "income": 965, "largest": 966, "exporter.this": 967, "kingdom": 968, "past": 969, "dealt": 970, "firmly": 971, "wisely": 972, "towards": 973, "market.that": 974, "appeared": 975, "confirm": 976, "riyadhs": 977, "determination": 978, "share": 979, "rather": 980, "reduce": 981, "pushes": 982, "lower.on": 983, "reportedly": 984, "export": 985, "order": 986, "bullish": 987, "kse": 988, "jumps": 989, "33000": 990, "barrier": 991, "strong": 992, "bulls": 993, "pulled": 994, "kse100": 995, "exchange": 996, "taking": 997, "across": 998, "33,000": 999, "207": 1000, "points.the": 1001, "active": 1002, "right": 1003, "opening": 1004, "bells": 1005, "todays": 1006, "contributing": 1007, "33,324": 1008, "record": 1009, "pakistans": 1010, "history.according": 1011, "experts": 1012, "interested": 1013, "positions": 1014, "discount": 1015, "going": 1016, "result": 1017, "visible": 1018, "decline": 1019, "rate.they": 1020, "pakistan": 1021, "earned": 1022, "honour": 1023, "being": 1024, "most": 1025, "successful": 1026, "region": 1027, "booked": 1028, "profits": 1029, "falls": 1030, "putting": 1031, "relentless": 1032, "said.us": 1033, "81": 1034, "47.55": 1035, "midmorning": 1036, "90": 1037, "49.21.the": 1038, "fundamental": 1039, "factors": 1040, "changed": 1041, "much": 1042, "singapore.the": 1043, "seen": 1044, "touching": 1045, "48": 1046, "afp.oil": 1047, "continued": 1048, "tumble": 1049, "headed": 1050, "seventh": 1051, "straight": 1052, "weekly": 1053, "loss": 1054, "show": 1055, "sign": 1056, "face": 1057, "singapores": 1058, "united": 1059, "overseas": 1060, "commentary.crude": 1061, "100": 1062, "barrel.members": 1063, "pumps": 1064, "excessive": 1065, "sugar": 1066, "rs": 1067, "49.80": 1068, "sind": 1069, "wholesale": 1070, "rates": 1071, "less": 1072, "kg": 1073, "resumption": 1074, "cane": 1075, "crushing": 1076, "mills": 1077, "sindh.within": 1078, "1.70": 1079, "whole": 1080, "sale": 1081, "market.according": 1082, "stabilised": 1083, "immediate": 1084, "effect": 1085, "well.industry": 1086, "quality": 1087, "excellent": 1088, "approximately": 1089, "can": 1090, "produce": 1091, "extends": 1092, "world": 1093, "cuts": 1094, "forecast": 1095, "helping": 1096, "extend": 1097, "rout": 1098, "saw": 1099, "touch": 1100, "sixyear": 1101, "previous": 1102, "session.oil": 1103, "washingtonbased": 1104, "institution": 1105, "reinforced": 1106, "worries": 1107, "gloomy": 1108, "plagued": 1109, "oversupply.the": 1110, "running": 1111, "engine": 1112, "...": 1113, "economist": 1114, "kaushik": 1115, "basu": 1116, "does": 1117, "make": 1118, "rosy": 1119, "world.february": 1120, "lcoc1": 1121, "55": 1122, "46.04": 1123, "0927": 1124, "gmt": 1125, "clc1": 1126, "45.29": 1127, "60": 1128, "cents.theres": 1129, "clearly": 1130, "souring": 1131, "sentiment": 1132, "industrial": 1133, "spilling": 1134, "today": 1135, "sydney.potentially": 1136, "now": 1137, "overdone": 1138, "turnaround": 1139, "said.analysts": 1140, "stay": 1141, "hurts": 1142, "both": 1143, "string": 1144, "them": 1145, "forecasts": 1146, "2016.oil": 1147, "before": 1148, "briefly": 1149, "par": 1150, "traders": 1151, "moved": 1152, "advantage": 1153, "ample": 1154, "storage": 1155, "space.us": 1156, "possibly": 1157, "80": 1158, "capacity": 1159, "upcoming": 1160, "spring": 1161, "season": 1162, "usbased": 1163, "pira": 1164, "group.commercial": 1165, "3.9": 1166, "industry": 1167, "institute": 1168, "api": 1169, "administrations": 1170, "inventory": 1171, "1530": 1172, "gmt.outside": 1173, "states": 1174, "supertankers": 1175, "store": 1176, "least": 1177, "sea.once": 1178, "floating": 1179, "starts": 1180, "very": 1181, "little": 1182, "downside": 1183, "spreads": 1184, "aspects": 1185, "said.with": 1186, "club": 1187, "deciding": 1188, "outside": 1189, "states.the": 1190, "gap": 1191, "looks": 1192, "solidifying": 1193, "strategy": 1194, "curb": 1195, "protect": 1196, "anz": 1197, "tokyo": 1198, "0.74": 1199, "hit": 1200, "yens": 1201, "nikkei": 1202, "225": 1203, "125.89": 1204, "16,961.82": 1205, "start.in": 1206, "jones": 1207, "average": 1208, "0.15": 1209, "broadbased": 1210, "0.26": 1211, "overshadowed": 1212, "sliding": 1213, "safehaven": 1214, "negative": 1215, "japanese": 1216, "exporters": 1217, "makes": 1218, "competitive": 1219, "abroad": 1220, "erodes": 1221, "repatriated.the": 1222, "117.72": 1223, "117.90": 1224, "118": 1225, "tuesday.the": 1226, "banker": 1227, "expressed": 1228, "stimulus.the": 1229, "common": 1230, "138.69": 1231, "1.1776": 1232, "138.84": 1233, "1.1777": 1234, "rubles": 1235, "breather": 1236, "plunging": 1237, "around": 1238, "low.the": 1239, "65.28": 1240, "ruble": 1241, "levels": 1242, "66": 1243, "0.24": 1244, "fourth": 1245, "successive": 1246, "street.the": 1247, "56.75": 1248, "24,169.35": 1249, "rebounds": 1250, "iea": 1251, "repor": 1252, "london": 1253, "rebounded": 1254, "declared": 1255, "tide": 1256, "recent": 1257, "lows.in": 1258, "deals": 1259, "rallied": 1260, "1.41": 1261, "49.68": 1262, "1.09": 1263, "47.34.how": 1264, "floor": 1265, "anyones": 1266, "parisbased": 1267, "watchdog": 1268, "monthly": 1269, "published": 1270, "friday.a": 1271, "recovery": 1272, "barring": 1273, "any": 1274, "disruption": 1275, "imminent": 1276, "mounting": 1277, "turn.crude": 1278, "halved": 1279, "crashing": 1280, "stubborn": 1281, "faltering": 1282, "cautioned": 1283, "expected": 1284, "keep": 1285, "shortterm.the": 1286, "hedged": 1287, "bets": 1288, "somewhat": 1289, "noted": 1290, "hewson.he": 1291, "oversold": 1292, "probably": 1293, "rebound.european": 1294, "45.19": 1295, "hitting": 1296, "dramatic": 1297, "collapse": 1298, "stimulate": 1299, "consumption": 1300, "cancelled": 1301, "benefits": 1302, "cheaper": 1303, "crude.the": 1304, "maintained": 1305, "expecting": 1306, "0.9": 1307, "reach": 1308, "93.3": 1309, "barrels.the": 1310, "overproduced": 1311, "outlook.the": 1312, "12nation": 1313, "produces": 1314, "third": 1315, "30.2": 1316, "30": 1317, "limit.it": 1318, "28.8": 1319, "29.1": 1320, "2014.the": 1321, "yoyo": 1322, "attributed": 1323, "shailaja": 1324, "nair": 1325, "associate": 1326, "editorial": 1327, "director": 1328, "provider": 1329, "platts": 1330, "pointing": 1331, "unstable": 1332, "irregular": 1333, "market.opec": 1334, "just": 1335, "forecasted": 1336, "mean": 1337, "she": 1338, "said.despite": 1339, "collective": 1340, "ceiling": 1341, "day.cartel": 1342, "kingpin": 1343, "stated": 1344, "move": 1345, "aimed": 1346, "hurting": 1347, "ten": 1348, "overcome": 1349, "petrol": 1350, "shortag": 1351, "islamabad": 1352, "queues": 1353, "fuel": 1354, "stations": 1355, "different": 1356, "became": 1357, "rare": 1358, "commodity": 1359, "thursday.federal": 1360, "shahid": 1361, "khaqan": 1362, "abbasi": 1363, "says": 1364, "situation": 1365, "normality.he": 1366, "claimed": 1367, "northern": 1368, "areas": 1369, "facing": 1370, "shortage": 1371, "cited": 1372, "delay": 1373, "shipment": 1374, "reasons": 1375, "shortage.he": 1376, "improve": 1377, "soon": 1378, "hat": 1379, "restraints": 1380, "state": 1381, "unable": 1382, "import": 1383, "traded": 1384, "expectation": 1385, "weighing": 1386, "markets.analysts": 1387, "receiving": 1388, "current": 1389, "room": 1390, "larger": 1391, "gains.some": 1392, "helped": 1393, "upbeat": 1394, "comments": 1395, "rig": 1396, "count": 1397, "latest": 1398, "able": 1399, "halt": 1400, "oils": 1401, "enough": 1402, "morgan": 1403, "stanley": 1404, "note.china": 1405, "gross": 1406, "fullyear": 1407, "undershoot": 1408, "beijings": 1409, "7.5percent": 1410, "target": 1411, "weakest": 1412, "24": 1413, "years.in": 1414, "event": 1415, "thursdays": 1416, "meeting": 1417, "certain": 1418, "launch": 1419, "bondbuying": 1420, "campaign": 1421, "prices.commodity": 1422, "driven": 1423, "note": 1424, "monday.brent": 1425, "0650": 1426, "settlement": 1427, "although": 1428, "17": 1429, "48.52": 1430, "barrel.oil": 1431, "slows": 1432, "reversal": 1433, "trend": 1434, "possible": 1435, "begins": 1436, "again.analysts": 1437, "away": 1438, "longerterm": 1439, "years.we": 1440, "subscribe": 1441, "theory": 1442, "us20bbl": 1443, "go": 1444, "us30bbl": 1445, "short": 1446, "bounce": 1447, "research": 1448, "facts": 1449, "fge": 1450, "clients.we": 1451, "us6080bbl": 1452, "range": 1453, "till": 1454, "decade": 1455, "presented": 1456, "pm": 1457, "holds": 1458, "ogra": 1459, "responsible": 1460, "crisi": 1461, "committee": 1462, "tasked": 1463, "probe": 1464, "prevailing": 1465, "failure": 1466, "part": 1467, "regulatory": 1468, "authority": 1469, "regulator": 1470, "initial": 1471, "findings": 1472, "prime": 1473, "nawaz": 1474, "sharif": 1475, "held": 1476, "here": 1477, "his": 1478, "chairmanship": 1479, "review": 1480, "country.the": 1481, "directed": 1482, "structural": 1483, "changes": 1484, "ensure": 1485, "never": 1486, "arises": 1487, "again": 1488, "endorsed": 1489, "suspending": 1490, "four": 1491, "senior": 1492, "officials": 1493, "crisis.the": 1494, "deputy": 1495, "pso": 1496, "sohail": 1497, "butt": 1498, "equally": 1499, "ordered": 1500, "suspension": 1501, "well.meanwhile": 1502, "satisfied": 1503, "performance": 1504, "authoritys": 1505, "dismal": 1506, "gas.petrol": 1507, "8": 1508, "entered": 1509, "punjab": 1510, "search": 1511, "people": 1512, "complaining": 1513, "waiting": 1514, "hours": 1515, "litre": 1516, "all": 1517, "association": 1518, "5.7": 1519, "mn": 1520, "liters": 1521, "disbursed": 1522, "another": 1523, "dispersed": 1524, "tonight.however": 1525, "affairs": 1526, "improving": 1527, "chaos": 1528, "only": 1529, "mismanagement": 1530, "nothing": 1531, "supply.the": 1532, "meet": 1533, "demands": 1534, "provided": 1535, "should": 1536, "stop": 1537, "providing": 1538, "customers": 1539, "bottles": 1540, "canisters": 1541, "avoid": 1542, "notification": 1543, "issued": 1544, "electricity": 1545, "charges": 1546, "nepr": 1547, "electric": 1548, "power": 1549, "nepra": 1550, "novembers": 1551, "adjustment": 1552, "regarding": 1553, "relief": 1554, "karachis": 1555, "consumers.according": 1556, "consumers": 1557, "benefit": 1558, "1.73": 1559, "unit": 1560, "reflect": 1561, "bills": 1562, "2015.nepra": 1563, "proposed": 1564, "approval": 1565, "mostly": 1566, "muchanticipated": 1567, "introduce": 1568, "measures.tokyo": 1569, "0.28": 1570, "48.54": 1571, "17,329.02": 1572, "0.49": 1573, "26.56": 1574, "5,419.94": 1575, "flat": 1576, "dipping": 1577, "marginal": 1578, "0.41": 1579, "1,920.82.hong": 1580, "170.05": 1581, "24,522.63": 1582, "0.59": 1583, "19.73": 1584, "3,343.34": 1585, "reaction": 1586, "crackdown": 1587, "margin": 1588, "trading.eyes": 1589, "high": 1590, "unveil": 1591, "programme": 1592, "assetpurchasing": 1593, "qe.speculation": 1594, "rife": 1595, "stimulus": 1596, "continues": 1597, "weaken": 1598, "area": 1599, "years.according": 1600, "unicredit": 1601, "worth": 1602, "between": 1603, "800": 1604, "billion": 1605, "euros": 1606, "580": 1607, "930": 1608, "billion.wall": 1609, "ending": 1610, "0.22": 1611, "0.47": 1612, "0.27": 1613, "higher.with": 1614, "placing": 1615, "vast": 1616, "round": 1617, "hammered": 1618, "few": 1619, "especially": 1620, "reserve": 1621, "wound": 1622, "own": 1623, "considers": 1624, "interest": 1625, "hike": 1626, "year.at": 1627, "point": 1628, "1.1500": 1629, "2003.in": 1630, "1.1624": 1631, "136.78": 1632, "1.1607": 1633, "136.85": 1634, "kind": 1635, "telegraphed": 1636, "eurodollar": 1637, "thomas": 1638, "averill": 1639, "rochford": 1640, "capital": 1641, "seems": 1642, "pretty": 1643, "sluggish": 1644, "moment": 1645, "needs": 1646, "qe.the": 1647, "117.66": 1648, "york.oil": 1649, "largely": 1650, "enjoying": 1651, "fillip": 1652, "10": 1653, "47.88": 1654, "42": 1655, "49.45.on": 1656, "jumped": 1657, "1.31": 1658, "climbed": 1659, "1.04.gold": 1660, "fetched": 1661, "1,286.66": 1662, "1,300.64": 1663, "kuala": 1664, "lumpur": 1665, "11.66": 1666, "1,781.75.public": 1667, "0.56": 1668, "17.84": 1669, "rhb": 1670, "0.13": 1671, "7.73": 1672, "malayan": 1673, "8.87": 1674, "0.73": 1675, "37.92": 1676, "5,253.18.state": 1677, "1,055": 1678, "palm": 1679, "astra": 1680, "agro": 1681, "lestari": 1682, "0.72": 1683, "24,000": 1684, "15.83": 1685, "3,370.29.real": 1686, "sg3.42": 1687, "0.64": 1688, "sg23.50": 1689, "117.16": 1690, "29,006.02": 1691, "points.sun": 1692, "pharmaceutical": 1693, "industries": 1694, "3.85": 1695, "920.05": 1696, "thermal": 1697, "corporation": 1698, "2.30": 1699, "140.20": 1700, "bangkok": 1701, "1.49": 1702, "22.98": 1703, "1,560.34.bank": 1704, "ayudhya": 1705, "8.98": 1706, "69.75": 1707, "baht": 1708, "thai": 1709, "7.22": 1710, "48.25": 1711, "taipei": 1712, "0.53": 1713, "9,369.51.taiwan": 1714, "semiconductor": 1715, "co.": 1716, "0.71": 1717, "tw140.0": 1718, "acer": 1719, "ticked": 1720, "tw20.45": 1721, "wellington": 1722, "0.45": 1723, "25.71": 1724, "5,647.14.spark": 1725, "nz3.215": 1726, "fletcher": 1727, "building": 1728, "1.78": 1729, "nz8.27": 1730, "manila": 1731, "0.77": 1732, "57.79": 1733, "7,416.31.jg": 1734, "summit": 1735, "holdings": 1736, "11.16": 1737, "62.10": 1738, "pesos": 1739, "metropolitan": 1740, "2.86": 1741, "90.00": 1742, "ayala": 1743, "land": 1744, "0.29": 1745, "34.85": 1746, "ecc": 1747, "approves": 1748, "1.2": 1749, "tons": 1750, "coordination": 1751, "cabinet": 1752, "approved": 1753, "wheat": 1754, "imposed": 1755, "bans": 1756, "byproducts": 1757, "senator": 1758, "ishaq": 1759, "dar": 1760, "chaired": 1761, "surplus": 1762, "sindh.accordingly": 1763, "800,000": 1764, "allocated": 1765, "quota": 1766, "400,000": 1767, "get": 1768, "subsidy": 1769, "rs55": 1770, "metric": 1771, "ton": 1772, "rs45": 1773, "ton.taking": 1774, "notice": 1775, "unhindered": 1776, "instructions": 1777, "ban": 1778, "import.the": 1779, "proposal": 1780, "frontier": 1781, "regions": 1782, "safron": 1783, "provision": 1784, "30,000": 1785, "food": 1786, "distribution": 1787, "among": 1788, "temporarily": 1789, "displaced": 1790, "persons": 1791, "tdps": 1792, "catering": 1793, "period": 1794, "2015.the": 1795, "observed": 1796, "case": 1797, "requirements": 1798, "revert": 1799, "forum": 1800, "proposal.the": 1801, "water": 1802, "minstry": 1803, "attract": 1804, "private": 1805, "transmission": 1806, "line": 1807, "projects": 1808, "inclusion": 1809, "upfront": 1810, "tariff": 1811, "option": 1812, "accorded": 1813, "extension": 1814, "gsa": 1815, "ogdcl": 1816, "fauji": 1817, "kabirwala": 1818, "fkpcl": 1819, "mmcfd": 1820, "earliest": 1821, "lng": 1822, "generation": 1823, "maximum": 1824, "utilisation": 1825, "plant": 1826, "generate": 1827, "157": 1828, "mw": 1829, "electricity.the": 1830, "issuance": 1831, "directive": 1832, "build": 1833, "costs": 1834, "incurred": 1835, "without": 1836, "affecting": 1837, "consumer.the": 1838, "relending": 1839, "buyer": 1840, "credit": 1841, "loan": 1842, "paec": 1843, "actual": 1844, "terms": 1845, "conditions": 1846, "based": 1847, "revised": 1848, "comprising": 1849, "risk": 1850, "holding": 1851, "hig": 1852, "keeping": 1853, "drive": 1854, "rival": 1855, "though": 1856, "royal": 1857, "succession": 1858, "focused": 1859, "attention": 1860, "future": 1861, "kingdoms": 1862, "longserving": 1863, "minister.king": 1864, "died": 1865, "brother": 1866, "court": 1867, "exporter": 1868, "statement.salman": 1869, "named": 1870, "halfbrother": 1871, "muqrin": 1872, "heir": 1873, "rapidly": 1874, "moving": 1875, "forestall": 1876, "faces": 1877, "unprecedented": 1878, "turmoil": 1879, "borders.while": 1880, "abdullahs": 1881, "policies": 1882, "cartels": 1883, "alnaimi.king": 1884, "architect": 1885, "force": 1886, "smaller": 1887, "players": 1888, "instead": 1889, "john": 1890, "kilduff": 1891, "llc": 1892, "high.fge": 1893, "tushar": 1894, "bansal": 1895, "large": 1896, "focus": 1897, "whether": 1898, "step": 1899, "down.ali": 1900, "1995": 1901, "reported": 1902, "desire": 1903, "asked": 1904, "him": 1905, "so": 1906, "question": 1907, "policyihs": 1908, "consultant": 1909, "victor": 1910, "shum": 1911, "fate": 1912, "add": 1913, "did": 1914, "overall": 1915, "policy.the": 1916, "regardless": 1917, "shum.saudi": 1918, "leaders": 1919, "want": 1920, "repeat": 1921, "misfires.in": 1922, "1980s": 1923, "prop": 1924, "nonopec": 1925, "suppliers": 1926, "double": 1927, "blow": 1928, "reduced": 1929, "output.saudi": 1930, "policymakers": 1931, "determined": 1932, "mistake": 1933, "said.crude": 1934, "kings": 1935, "death": 1936, "highs": 1937, "peaks": 1938, "orthis": 1939, "spike": 1940, "understandable": 1941, "sold": 1942, "quickly": 1943, "wo": 1944, "keenan": 1945, "societe": 1946, "generale": 1947, "prevents": 1948, "k": 1949, "collecting": 1950, "meter": 1951, "r.": 1952, "unlawful": 1953, "kelectric": 1954, "collect": 1955, "rent": 1956, "7.50": 1957, "customer.according": 1958, "spokesman": 1959, "immediately": 1960, "stopped": 1961, "organisation": 1962, "return": 1963, "collected": 1964, "2.2": 1965, "apprised": 1966, "pak": 1967, "brunei": 1968, "sunday": 1969, "briefing": 1970, "pakbrunei": 1971, "seeking": 1972, "details": 1973, "present": 1974, "financing": 1975, "profile": 1976, "plans": 1977, "established": 1978, "joint": 1979, "venture": 1980, "bia": 1981, "commenced": 1982, "operations": 1983, "august": 1984, "2007": 1985, "press": 1986, "ayesha": 1987, "aziz": 1988, "increase": 1989, "small": 1990, "medium": 1991, "enterprise": 1992, "footprint": 1993, "various": 1994, "stages": 1995, "launching": 1996, "modarba": 1997, "fund": 1998, "special": 1999, "pe": 2000, "model": 2001, "2015.pakbrunei": 2002, "establishment": 2003, "specialized": 2004, "warehousing": 2005, "collateral": 2006, "management": 2007, "appreciated": 2008, "companys": 2009, "ratios": 2010, "sme": 2011, "handling": 2012, "distress": 2013, "worthiness": 2014, "moody": 2015, "ongoing": 2016, "led": 2017, "worsening": 2018, "blackouts": 2019, "hindering": 2020, "ability": 2021, "reform": 2022, "targets": 2023, "laid": 2024, "imf": 2025, "ratings": 2026, "moodys": 2027, "warned": 2028, "currently": 2029, "grip": 2030, "crises": 2031, "shortfall": 2032, "imported": 2033, "exacerbated": 2034, "attack": 2035, "powerline": 2036, "restive": 2037, "balochistan": 2038, "province": 2039, "increasing": 2040, "imports": 2041, "addressing": 2042, "issues": 2043, "create": 2044, "circular": 2045, "strain": 2046, "budget": 2047, "payments": 2048, "shortages": 2049, "strained": 2050, "finances": 2051, "stateowned": 2052, "importer": 2053, "setback": 2054, "sectors": 2055, "progress": 2056, "reforms": 2057, "program": 2058, "fund.the": 2059, "granted": 2060, "6.6billion": 2061, "september": 2062, "2013": 2063, "condition": 2064, "carry": 2065, "extensive": 2066, "taxation": 2067, "sectors.moodys": 2068, "july": 2069, "upgraded": 2070, "rating": 2071, "stable": 2072, "boon": 2073, "shaky": 2074, "south": 2075, "brought": 2076, "dual": 2077, "setting": 2078, "failing": 2079, "pay": 2080, "heart": 2081, "utilities": 2082, "lose": 2083, "money": 2084, "generating": 2085, "began": 2086, "forced": 2087, "slash": 2088, "banks": 2089, "governmentowned": 2090, "angry": 2091, "motorists": 2092, "these": 2093, "dissipated": 2094, "solving": 2095, "pledge": 2096, "failed": 2097, "offer": 2098, "solutions": 2099, "fiscal": 2100, "burden": 2101, "governments": 2102, "targeted": 2103, "deficit": 2104, "4.5": 2105, "gdp": 2106, "4.7": 2107, "impeded": 2108, "delays": 2109, "implementing": 2110, "adjustments": 2111, "legal": 2112, "challenges": 2113, "related": 2114, "tax": 2115, "collections": 2116, "comprise": 2117, "35": 2118, "total": 2119, "weigh": 2120, "bill": 2121, "slashed": 2122, "litr": 2123, "give": 2124, "products": 2125, "1.according": 2126, "speed": 2127, "diesel": 2128, "8.50": 2129, "light": 2130, "hobc": 2131, "kerosene": 2132, "12": 2133, "litre.global": 2134, "fallen": 2135, "provide": 2136, "consistent": 2137, "decreased": 2138, "29": 2139, "23": 2140, "frame.fuel": 2141, "oil.the": 2142, "maintains": 2143, "adv": 2144, "negotiate": 2145, "deal": 2146, "eu": 2147, "leaving": 2148, "eurozone.regional": 2149, "advances": 2150, "where": 2151, "sundays": 2152, "win": 2153, "antiausterity": 2154, "factored": 2155, "said.tokyo": 2156, "1.44": 2157, "lunch": 2158, "0.67": 2159, "0.10": 2160, "flat.markets": 2161, "buoyed": 2162, "rhetoric": 2163, "creditors": 2164, "raises": 2165, "sides": 2166, "agreement": 2167, "repayment": 2168, "240billioneuro": 2169, "bailout.syriza": 2170, "campaigned": 2171, "renegotiating": 2172, "lifeline": 2173, "included": 2174, "swingeing": 2175, "spending": 2176, "hikes": 2177, "default": 2178, "repayments": 2179, "eurozone.but": 2180, "head": 2181, "christine": 2182, "lagarde": 2183, "prepared": 2184, "ministers": 2185, "suggested": 2186, "willing": 2187, "talk": 2188, "wiped": 2189, "out.the": 2190, "messages": 2191, "germany": 2192, "percent.dow": 2193, "0.03": 2194, "elections": 2195, "potential": 2196, "unnerve": 2197, "nader": 2198, "naeimi": 2199, "amp": 2200, "news.its": 2201, "quite": 2202, "encouraging": 2203, "riskon": 2204, "mode.the": 2205, "1.1098": 2206, "2003": 2207, "recovering": 2208, "1.1234.on": 2209, "1.1250.it": 2210, "131.55": 2211, "bouncing": 2212, "133.12": 2213, "133.31": 2214, "118.47": 2215, "118.49": 2216, "trade.oil": 2217, "warning": 2218, "punch": 2219, "200": 2220, "shrinking": 2221, "exploration.us": 2222, "45.20": 2223, "13": 2224, "48.29.gold": 2225, "1,276.39": 2226, "1,281.39": 2227, "sharply": 2228, "weakened": 2229, "disappointing": 2230, "data.the": 2231, "1.08": 2232, "2.4": 2233, "45.16": 2234, "barrel.brent": 2235, "settled": 2236, "49.60": 2237, "mondays": 2238, "level.the": 2239, "found": 2240, "mid40": 2241, "advisors.crude": 2242, "2009": 2243, "uninterrupted": 2244, "boosted": 2245, "robust": 2246, "shaleoil": 2247, "strengthening": 2248, "relatively": 2249, "market.a": 2250, "slight": 2251, "pound": 2252, "underpinned": 2253, "said.i": 2254, "durable": 2255, "goods": 2256, "good.new": 2257, "orders": 2258, "longlasting": 2259, "unexpectedly": 2260, "steep": 2261, "3.4": 2262, "signaling": 2263, "persistent": 2264, "sector.saudi": 2265, "aramco": 2266, "acknowledged": 2267, "too": 2268, "shore": 2269, "up.its": 2270, "everybody": 2271, "khalid": 2272, "alfalih": 2273, "conference": 2274, "riyadh": 2275, "suffer": 2276, "term.falih": 2277, "longterm": 2278, "earmarked": 2279, "projects.the": 2280, "provides": 2281, "supplies.in": 2282, "resisted": 2283, "calls": 2284, "slump": 2285, "sbp": 2286, "warns": 2287, "islamic": 2288, "equitab": 2289, "governor": 2290, "urged": 2291, "develop": 2292, "ways": 2293, "reward": 2294, "surge": 2295, "profitability": 2296, "experiencing": 2297, "revival": 2298, "aided": 2299, "ambitious": 2300, "fiveyear": 2301, "plan": 2302, "regulators": 2303, "hope": 2304, "industrys": 2305, "2020.a": 2306, "client": 2307, "base": 2308, "post": 2309, "119.1": 2310, "yearearlier": 2311, "amount": 2312, "shows": 2313, "tackle": 2314, "perceptions": 2315, "falter": 2316, "social": 2317, "responsibility": 2318, "ethical": 2319, "practices.the": 2320, "financingtodeposit": 2321, "spread": 2322, "difference": 2323, "what": 2324, "charge": 2325, "depositors": 2326, "lenders": 2327, "conventional": 2328, "reasonably": 2329, "rationalised": 2330, "ashraf": 2331, "wathra": 2332, "gathering": 2333, "executives": 2334, "specify": 2335, "satisfactory": 2336, "singled": 2337, "ones": 2338, "needing": 2339, "profits.banks": 2340, "advised": 2341, "apply": 2342, "shariacompliant": 2343, "address": 2344, "issue": 2345, "elaborate": 2346, "prescribed": 2347, "minimum": 2348, "lend": 2349, "specific": 2350, "agriculture": 2351, "business": 2352, "follow": 2353, "religious": 2354, "principles": 2355, "charging": 2356, "gambling": 2357, "stress": 2358, "sharing": 2359, "developed": 2360, "greater": 2361, "profitsharing": 2362, "qualities": 2363, "others": 2364, "strongly": 2365, "instruments": 2366, "musharaka": 2367, "whose": 2368, "10.1": 2369, "4.2": 2370, "partnership": 2371, "parties": 2372, "agree": 2373, "stipulated": 2374, "ratio": 2375, "contrast": 2376, "murabaha": 2377, "costplusprofit": 2378, "arrangement": 2379, "agrees": 2380, "merchandise": 2381, "commands": 2382, "lions": 2383, "30.3": 2384, "often": 2385, "criticised": 2386, "lacking": 2387, "substance": 2388, "resemblance": 2389, "slumps": 2390, "sparking": 2391, "glut.us": 2392, "44.45": 2393, "mercantile": 2394, "1.13": 2395, "48.47": 2396, "london.data": 2397, "8.9": 2398, "406.7": 2399, "department": 2400, "energy.that": 2401, "records": 2402, "1982": 2403, "1931.its": 2404, "picture": 2405, "bart": 2406, "melek": 2407, "td": 2408, "securities": 2409, "yet.the": 2410, "collapsed": 2411, "plentiful": 2412, "let": 2413, "fall.if": 2414, "proof": 2415, "needed": 2416, "constrained": 2417, "afternoons": 2418, "confirmed": 2419, "hewson.as": 2420, "prospects": 2421, "becoming": 2422, "reality": 2423, "term": 2424, "announces": 2425, "gst": 2426, "pol": 2427, "produ": 2428, "saturday": 2429, "products.dar": 2430, "increment": 2431, "enable": 2432, "rupees.the": 2433, "however": 2434, "went": 2435, "say": 2436, "rupees.earlier": 2437, "products.petrol": 2438, "7.99": 2439, "hioctane": 2440, "11.82": 2441, "9.56": 2442, "10.48": 2443, "probes": 2444, "authorities": 2445, "investigating": 2446, "glowing": 2447, "assessments": 2448, "mortgage": 2449, "runup": 2450, "journal": 2451, "sunday.citing": 2452, "familiar": 2453, "newspaper": 2454, "justice": 2455, "former": 2456, "clear": 2457, "lawsuit.if": 2458, "investigation": 2459, "become": 2460, "creditrating": 2461, "departments": 2462, "crosshairs": 2463, "standard": 2464, "poors.sp": 2465, "within": 2466, "1.37": 2467, "settle": 2468, "lawsuits": 2469, "grading": 2470, "afp.neither": 2471, "nor": 2472, "reachable": 2473, "comment": 2474, "sunday.us": 2475, "probing": 2476, "compromised": 2477, "standards": 2478, "score": 2479, "residential": 2480, "2004": 2481, "2007.positive": 2482, "turned": 2483, "extremely": 2484, "risky": 2485, "known": 2486, "subprime": 2487, "cause": 2488, "collapse.investors": 2489, "rely": 2490, "firms": 2491, "grades": 2492, "assess": 2493, "risk.numerous": 2494, "paid": 2495, "huge": 2496, "fines": 2497, "settlements": 2498, "roles": 2499, "packaging": 2500, "lowrisk": 2501, "solid": 2502, "slid": 2503, "threeday": 2504, "divided": 2505, "plunge": 2506, "1.72": 2507, "stand": 2508, "51.33": 2509, "tuesdays": 2510, "close.brent": 2511, "1.15": 2512, "56.76": 2513, "trade.wti": 2514, "3.48": 2515, "finish": 2516, "3.16": 2517, "similar": 2518, "peak": 2519, "cheered": 2520, "tightening": 2521, "exploration": 2522, "activities": 2523, "cap": 2524, "glut.ken": 2525, "hasegawa": 2526, "manager": 2527, "newedge": 2528, "volatile": 2529, "percent.it": 2530, "increasingly": 2531, "difficult": 2532, "discern": 2533, "direction": 2534, "unchanged": 2535, "fluctuate": 2536, "term.deep": 2537, "announcements": 2538, "bp": 2539, "bg": 2540, "tighter": 2541, "baker": 2542, "hughes": 2543, "america": 2544, "128": 2545, "rigs": 2546, "1,937": 2547, "2,393": 2548, "ago.some": 2549, "doubtful": 2550, "rebound": 2551, "sustained": 2552, "outweigh": 2553, "term.the": 2554, "problem": 2555, "unannounced": 2556, "load": 2557, "shedding": 2558, "anywhere": 2559, "abid": 2560, "sher": 2561, "shedding.the": 2562, "claiming": 2563, "losses.he": 2564, "faced": 2565, "131": 2566, "feeders": 2567, "urban": 2568, "seven": 2569, "rural": 2570, "shedding.however": 2571, "ppps": 2572, "fahmida": 2573, "mirza": 2574, "contradicted": 2575, "wrong": 2576, "badin": 2577, "awash": 2578, "strengthened": 2579, "1.32": 2580, "49.09": 2581, "wednesdays": 2582, "1.12": 2583, "55.28": 2584, "midday": 2585, "snapped": 2586, "sinking": 2587, "8.7": 2588, "climbing": 2589, "stockpiles.analysts": 2590, "access": 2591, "source": 2592, "muchneeded": 2593, "cash.in": 2594, "rattled": 2595, "longer": 2596, "allow": 2597, "use": 2598, "junk": 2599, "loans.the": 2600, "massively": 2601, "impacts": 2602, "platts.a": 2603, "denting": 2604, "battered": 2605, "demand.crude": 2606, "barrel.global": 2607, "talks": 2608, "conclude": 2609, "518": 2610, "milli": 2611, "dubai": 2612, "concluded": 2613, "successfully": 2614, "agreeing": 2615, "next": 2616, "tranche": 2617, "threeyear": 2618, "6.6bn": 2619, "facility": 2620, "eff": 2621, "programme.the": 2622, "mission": 2623, "pakistani": 2624, "stafflevel": 2625, "understandings": 2626, "memorandum": 2627, "sixth": 2628, "upon": 2629, "imfs": 2630, "discussed": 2631, "executive": 2632, "board": 2633, "completion": 2634, "sdr": 2635, "360": 2636, "us518": 2637, "outgoing": 2638, "jeffery": 2639, "franks.newlyannounced": 2640, "herald": 2641, "finger": 2642, "replace": 2643, "franks": 2644, "talks.at": 2645, "jointly": 2646, "staff": 2647, "reiterated": 2648, "informed": 2649, "expenditure": 2650, "150": 2651, "implementation": 2652, "nap": 2653, "repatriation": 2654, "internally": 2655, "idps.also": 2656, "agreed": 2657, "rs.60": 2658, "2750": 2659, "june.dar": 2660, "foreign": 2661, "15": 2662, "entitling": 2663, "receive": 2664, "subsidised": 2665, "loans.however": 2666, "revenue": 2667, "68": 2668, "revenues": 2669, "secondquarter": 2670, "indicative": 2671, "0.1": 2672, "effects": 2673, "impediments": 2674, "inclusive": 2675, "steps": 2676, "enhance": 2677, "independence": 2678, "permanently": 2679, "resolve": 2680, "deficiencies": 2681, "complete": 2682, "framework": 2683, "deposit": 2684, "privatize": 2685, "restructure": 2686, "enterprises": 2687, "engines": 2688, "arrives": 2689, "por": 2690, "manufactured": 2691, "rail": 2692, "arrived": 2693, "railways": 2694, "khwaja": 2695, "saad": 2696, "rafique": 2697, "includes": 2698, "2000": 2699, "3000horsepower": 2700, "pull": 2701, "freight": 2702, "bogeys": 2703, "journalists": 2704, "strength": 2705, "268": 2706, "jobs": 2707, "d.": 2708, "awaited": 2709, "data.us": 2710, "51.89": 2711, "1.64": 2712, "58.21": 2713, "2.73": 2714, "advanced": 2715, "2.41": 2716, "erasing": 2717, "fairly": 2718, "myrto": 2719, "sokou": 2720, "sucden": 2721, "brokers.crude": 2722, "builds": 2723, "weeks.all": 2724, "eyes": 2725, "eagerlyawaited": 2726, "235,000": 2727, "slowdown": 2728, "forecasts.oil": 2729, "production.the": 2730, "insisted": 2731, "650mw": 2732, "renewed.the": 2733, "demands.it": 2734, "emergency": 2735, "300mw": 2736, "provided.a": 2737, "summary": 2738, "sent": 2739, "sharif.according": 2740, "spokesperson": 2741, "then": 2742, "blackout": 2743, "city": 2744, "backup": 2745, "matter": 2746, "supplying": 2747, "requirement": 2748, "sub": 2749, "judice": 2750, "contempt": 2751, "chamber": 2752, "commerce": 2753, "iftikhar": 2754, "ahmed": 2755, "vohra": 2756, "grid": 2757, "fails": 2758, "heavily": 2759, "affected.he": 2760, "demanded": 2761, "reconsider": 2762, "include": 2763, "contract.on": 2764, "control": 2765, "centre": 2766, "npcc": 2767, "suspend": 2768, "expiry": 2769, "distributors": 2770, "5year": 2771, "650": 2772, "consideration": 2773, "investor": 2774, "supported": 2775, "sharp": 2776, "assurances": 2777, "liquidity": 2778, "funding.the": 2779, "191.56": 2780, "17,696.18": 2781, "start.the": 2782, "1.20": 2783, "pfizer.the": 2784, "funding": 2785, "promised": 2786, "banks.the": 2787, "1.1472": 2788, "134.83": 2789, "1.1475": 2790, "134.89": 2791, "afternoon.the": 2792, "loans.but": 2793, "tap": 2794, "ecbs": 2795, "assistance": 2796, "quell": 2797, "seeks": 2798, "renegotiate": 2799, "creditors.the": 2800, "117.51": 2801, "117.55": 2802, "waited": 2803, "paki": 2804, "32": 2805, "2014.consumers": 2806, "0.39": 2807, "tonnes": 2808, "year.according": 2809, "56": 2810, "2015.global": 2811, "frame": 2812, "gai": 2813, "dip": 2814, "52.69": 2815, "fridays": 2816, "won": 2817, "63": 2818, "58.43": 2819, "trade.last": 2820, "9.4": 2821, "best": 2822, "2011.nicholas": 2823, "teo": 2824, "motivated": 2825, "influences": 2826, "states.a": 2827, "services": 2828, "inc": 2829, "number": 2830, "83": 2831, "1,140": 2832, "6": 2833, "94": 2834, "week.bloomberg": 2835, "standing": 2836, "2011.the": 2837, "coupled": 2838, "deep": 2839, "suggests": 2840, "future.oil": 2841, "production.teo": 2842, "surprisingly": 2843, "supporting": 2844, "heralds": 2845, "demand.the": 2846, "labor": 2847, "257,000": 2848, "upward": 2849, "months.the": 2850, "unemployment": 2851, "5.6": 2852, "actively": 2853, "hsbc": 2854, "admits": 2855, "swiss": 2856, "failings": 2857, "british": 2858, "plc": 2859, "admitted": 2860, "subsidiary": 2861, "response": 2862, "media": 2863, "reports": 2864, "wealthy": 2865, "dodge": 2866, "taxes": 2867, "conceal": 2868, "millions": 2869, "dollars": 2870, "assets.we": 2871, "acknowledge": 2872, "accountable": 2873, "compliance": 2874, "failures": 2875, "outlets": 2876, "french": 2877, "le": 2878, "monde": 2879, "britains": 2880, "guardian": 2881, "allegations": 2882, "along": 2883, "documents": 2884, "obtained": 2885, "consortium": 2886, "investigative": 2887, "icij": 2888, "via": 2889, "monde.hsbc": 2890, "arm": 2891, "fully": 2892, "integrated": 2893, "purchase": 2894, "1999": 2895, "allowing": 2896, "significantly": 2897, "diligence": 2898, "persist.the": 2899, "alleged": 2900, "files": 2901, "hsbcs": 2902, "routinely": 2903, "allowed": 2904, "withdraw": 2905, "bricks": 2906, "cash": 2907, "switzerland": 2908, "marketed": 2909, "schemes": 2910, "colluded": 2911, "undeclared": 2912, "accounts": 2913, "authorities.hsbc": 2914, "secrecy": 2915, "operated": 2916, "differently": 2917, "resulted": 2918, "having": 2919, "compliant": 2920, "obligations.its": 2921, "undergone": 2922, "radical": 2923, "transformation": 2924, "detailed": 2925, "fourpage": 2926, "statement.hsbcs": 2927, "acquired": 2928, "republic": 2929, "safra": 2930, "bank.hsbc": 2931, "30,412": 2932, "10,343": 2933, "cooperating": 2934, "matters.the": 2935, "supplied": 2936, "herve": 2937, "falciani": 2938, "employee": 2939, "downloaded": 2940, "thousands": 2941, "shared": 2942, "elsewhere": 2943, "argentina.switzerland": 2944, "reuters": 2945, "espionage": 2946, "laws": 2947, "previously": 2948, "whistleblower": 2949, "track": 2950, "citizens": 2951, "evade": 2952, "tax.some": 2953, "list": 2954, "names": 2955, "2,000": 2956, "greeks": 2957, "2010": 2958, "dubbed": 2959, "france": 2960, "passed": 2961, "crack": 2962, "evasion": 2963, "predicts": 2964, "recover": 2965, "partially": 2966, "74": 2967, "52.12": 2968, "77": 2969, "57.57": 2970, "citing": 2971, "shakeup": 2972, "5060": 2973, "considerably": 2974, "tags": 2975, "june.the": 2976, "set": 2977, "begin": 2978, "chapter": 2979, "history": 2980, "markedly": 2981, "changing": 2982, "dynamics": 2983, "sweeping": 2984, "shifts": 2985, "dramatically": 2986, "regulating": 2987, "upstream": 2988, "said.it": 2989, "sees": 2990, "rebalancing": 2991, "occurring": 2992, "swiftly": 2993, "increases": 2994, "halting": 2995, "midyear": 2996, "tightening.this": 2997, "mornings": 2998, "slow": 2999, "platts.prices": 3000, "mid2014": 3001, "intra": 3002, "kashmir": 3003, "resumes": 3004, "muzaffarabad": 3005, "intrakashmir": 3006, "service": 3007, "resume": 3008, "tonight": 3009, "chakothi": 3010, "crossing": 3011, "wednesday.the": 3012, "suspended": 3013, "indian": 3014, "occupied": 